[
  {"text": "The impediment to action advances action. What stands in the way becomes the way.", "author": "Marcus Aurelius"},
  {"text": "Waste no more time arguing what a good man should be. Be one.", "author": "Marcus Aurelius"},
  {"text": "You have power over your mind—not outside events. Realize this, and you will find strength.", "author": "Marcus Aurelius"},
  {"text": "We suffer more often in imagination than in reality.", "author": "Seneca"},
  {"text": "Luck is what happens when preparation meets opportunity.", "author": "Seneca"},
  {"text": "If a man knows not to which port he sails, no wind is favorable.", "author": "Seneca"},
  {"text": "It’s not what happens to you, but how you react to it that matters.", "author": "Epictetus"},
  {"text": "First say to yourself what you would be; and then do what you have to do.", "author": "Epictetus"},
  {"text": "No man is free who is not master of himself.", "author": "Epictetus"},
  {"text": "The best revenge is not to be like your enemy.", "author": "Marcus Aurelius"},
  {"text": "Difficulties strengthen the mind, as labor does the body.", "author": "Seneca"},
  {"text": "He has the most who is content with the least.", "author": "Diogenes"},
  {"text": "Character is destiny.", "author": "Heraclitus"},
  {"text": "One cannot step twice in the same river.", "author": "Heraclitus"},
  {"text": "The unexamined life is not worth living.", "author": "Socrates"},
  {"text": "Be as you wish to seem.", "author": "Socrates"},
  {"text": "Silence is a lesson learned through life’s many sufferings.", "author": "Seneca"},
  {"text": "Man conquers the world by conquering himself.", "author": "Zeno of Citium"},
  {"text": "It is not that we have a short time to live, but that we waste much of it.", "author": "Seneca"},
  {"text": "Wealth consists not in having great possessions, but in having few wants.", "author": "Epictetus"},
  {"text": "No man ever steps in the same river twice, for it’s not the same river and he’s not the same man.", "author": "Heraclitus"},
  {"text": "Knowing yourself is the beginning of all wisdom.", "author": "Aristotle"},
  {"text": "The happiness of your life depends upon the quality of your thoughts.", "author": "Marcus Aurelius"},
  {"text": "It is not what we endure, but how we endure it, that makes us who we are.", "author": "Seneca"},
  {"text": "The greatest wealth is to live content with little.", "author": "Plato"},
  {"text": "He suffers more than necessary, who suffers before it is necessary.", "author": "Seneca"},
  {"text": "Don’t explain your philosophy. Embody it.", "author": "Epictetus"}
]
